Repository: AdStob10/pyHR
Catalog: pyHR/app/i18n/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Manager not found
pl: Nie znaleziono menadżera

source: User with provided name already exists, username=
pl: Użytkownik z podaną nazwą już istnieje, nazwa=

source: Not found available days for employee
pl: Nie znaleziono dostępnych dni dla pracownika

source: Not found manager for user {}
pl: Nie znaleziono menadżera dla pracownika

source: Date range is in the past
pl: Zakres dat jest w przeszłości

source: Invalid date range
pl: Nieprawidłowy zakres dat

source: Available days limit exceeded. Available days:
pl: Przekroczono limit dni. Dostępna ilość dni

source: You already have vacation in selected period
pl: Masz już urlop w wybranym okresie

source: Not found vacation request
pl: Nie znaleziono wniosku urlopowego

source: Vacation request already has status
pl: Wniosek urlopowy posiada już ten status

source: Vacation request is rejected. You cannot change it status
pl: Wniosek urlopowy jest odrzucony. Nie może zmienić jego statusu
